/* No comment provided by engineer. */
"CANCEL" = "取消";

/* today's news */
"DAILY_LATEST" = "今日热闻";

/* No comment provided by engineer. */
"ERROR" = "错误";

/* Last Updated */
"Last Updated" = "上次更新时间";

/* Loading Status */
"Loading more..." = "正在加载......";

/* Loading Status */
"Loading..." = "正在刷新......";

/* No comment provided by engineer. */
"NET_DOWNLOAD_ERROR" = "网络加载失败";

/* No comment provided by engineer. */
"PSC_STORE_ERROR" = "数据库写失败";

/* No comment provided by engineer. */
"MOC_SAVE_ERROR" = "上下文保存失败";

/* No comment provided by engineer. */
"ERROR_UNKNOWN" = "未知错误";

/* Pull down to refresh status */
"Pull down to refresh..." = "刷新";

/* Pull up to load more status */
"Pull up to load more..." = "加载更多内容";

/* Release to load more status */
"Release to load more..." = "加载更多内容";

/* Release to refresh status */
"Release to refresh..." = "刷新";

